13/data/attachments/71457a22b9aa05f1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christine_walk_Friend_24473_7</nif:username>
            <nif:friendToBeRequested>soap_friends_8693f88a-5ee4-4331-a397-568dcd01b40b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>